backend/controllers/SiteController.php

    public function actionMeets()
    {
        // Fetch meets from database using ActiveRecords
        // Meet is the model
        $meets = Meet::find()->all();
---
SELECT * FROM `meet`